build/classes/com/tilab/wsig/examples/xml/MathFunctions-testSum.xml

<?xml version="1.0" encoding="UTF-8" ?> 
<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:MathFunctions">
   <soapenv:Header/>
   <soapenv:Body>
      <urn:sum soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
         <firstElement xsi:type="xsd:float">6</firstElement>
         <secondElement xsi:type="xsd:float">7</secondElement>
      </urn:sum>
   </soapenv:Body>
</soapenv:Envelope>